{
    "sites": [
        { 
            "site_name": "At the Mailbox",
            "coordinates": {
                "latitude": 33.83319,
                "longitude": -84.32073
            },
                        
            "description":  "You were on your way to get the mail and went out to the mailbox.  As you were opening your mail, you notice a piece of mail from \"Mason Smith\" that told you to meet them at Immaculate Heart of Mary Church.",
            "hint": "If you're reading this, go to the Immaculate Heart of Mary Church"
        },
        { 
            "site_name": "Immaculate Heart of Mary Church",
            "coordinates": {
                "latitude": 33.83319,
                "longitude": -84.32073
            },
            
            "description":  "You're in the parking lot of Immaculate Heart of Mary Church.  Up on the hill you see a building looming over you, but you're looking around trying to figure out what's next.  You go up to the bottom level and notice a note taped to the door.  You read the note.",
            "hint": "I went to Bombay."
        },
        { 
            "site_name": "Cafe Bombay",
            "coordinates": {
                "latitude": 33.82860,
                "longitude": -84.32723
            },
            
            "description":  "You figured out that Mason didn't mean Bombay, India.  On one hand, it's not called that anymore (It's Mumbai).  On the other hand, you're familiar enough with the neighborhood that Cafe Bombay was down the street, and you figured to check there first before buying a plane ticket.  One of the waiters walks out to you and hands you a note.",
            "hint": "There's a target on my back."
        },
        { 
            "site_name": "Target",
            "coordinates": {
                "latitude": 33.82862, 
                "longitude": -84.32586
            },
            
            "description":  "You think, \"Ok.  I get it.  Mason is in trouble.\"  You are also wondering if his clues weren't a little obvious.  I mean, there was literally a Target at your back.  At Target, you notice a shopping cart that was suspiciously unattended.  In the child's seat, there is a crumpled up note.",
            "hint": "Your dog went west"
        },
        { 
            "site_name": "Northwest Corner of the Block",
            "coordinates": {
                "latitude": 39.35849,
                "longitude": -76.55054 
            },
            
            "description":  "As your dog gets to the northwest corner of the block, you see your neighbor grab it by the collar.  Somewhat relieved, you rush over to take your dog from your neighbor.  You thank your neighbor profusely.  They even offer to pick up the poop that your dog left behind as you were chasing it.  You decide that your neighbor is overly nice, but whatever.  But, where do you go from here?",
            "hint": "Take your dog home, dummy"
        },
        { 
            "site_name": "Home",
            "coordinates": {
                "latitude": 39.35757, 
                "longitude": -76.55412
            },
            
            "description":  "You walk your dog home, grabbing it by the collar, because you didn't have time to grab a leash before you chased after your dog.  The walk home is uneventful, except you are mad at your dog.  Eventually you get to your front gate.  The dog walks in, and it is wagging its tail.  You may be mad, but your dog is not.",
            "hint": "This should not display."
        }
    ]
}
