{
    "sites": [
        { 
            "site_name": "At the Mailbox",
            "coordinates": {
                "latitude": 33.83319,
                "longitude": -84.32073
            },
                        
            "description":  "You were on your way to get the mail and went out to the mailbox.  As you were opening your mail, you notice a piece of mail from \"Mason Smith\" that told you to meet them at Immaculate Heart of Mary Church.",
            "hint": "If you're reading this, go to the Immaculate Heart of Mary Church"
        },
        { 
            "site_name": "Immaculate Heart of Mary Church",
            "coordinates": {
                "latitude": 33.83319,
                "longitude": -84.32073
            },
            
            "description":  "You're in the parking lot of Immaculate Heart of Mary Church.  Up on the hill you see a building looming over you, but you're looking around trying to figure out what's next.  You go up to the bottom level and notice a note taped to the door.  You read the note.",
            "hint": "I went to Bombay."
        },
        { 
            "site_name": "Cafe Bombay",
            "coordinates": {
                "latitude": 33.82860,
                "longitude": -84.32723
            },
            
            "description":  "You figured out that Mason didn't mean Bombay, India.  On one hand, it's not called that anymore (It's Mumbai).  On the other hand, you're familiar enough with the neighborhood that Cafe Bombay was down the street, and you figured to check there first before buying a plane ticket.  One of the waiters walks out to you and hands you a note.",
            "hint": "There's a target on my back."
        },
        { 
            "site_name": "Target",
            "coordinates": {
                "latitude": 33.82862, 
                "longitude": -84.32586
            },
            
            "description":  "You think, \"Ok.  I get it.  Mason is in trouble.\"  You are also wondering if his clues weren't a little obvious.  I mean, there was literally a Target at your back.  At Target, you notice a shopping cart that was suspiciously unattended.  In the child's seat, there is a crumpled up note.",
            "hint": "You're doing well.  You're a super Star."
        },
        { 
            "site_name": "Starbucks",
            "coordinates": {
                "latitude": 33.82745,
                "longitude": -84.33120 
            },
            
            "description":  "You get to Starbucks and think, \"Mason can't be in that much trouble.  He's leading me around the corner.\"  Don't worry, Mason's not in trouble.  He's just having a little fun.  Without anything pressing, you sit down to have a cup of coffee care or corporate America.  The barista hands you a cup, but you notice that it's not your name.",
            "hint": "Einstein"
        },
        { 
            "site_name": "Einstein Bros. Bagels",
            "coordinates": {
                "latitude": 33.82926, 
                "longitude": -84.33172
            },
            
            "description":  "You get to Einstein Bros. Bagels.  You don't want another coffee, but you get one anyway.  Mason sends his apologies to your spouse (for those of you with spouses) for sending you to all these coffee places and eateries.  He didn't want you driving all over town.  You notice a napkin in the holder with a note on it.",
            "hint": "I bumped your Fender and needed to get it repaired."
        },
        { 
            "site_name": "Guitar Center",
            "coordinates": {
                "latitude": 33.83320, 
                "longitude": -84.33178
            },
            
            "description":  "The moment you get to Guitar Center, you go up to someone to ask if Mason was there.  They said, \"No, but he said someone would be by.\"  Right then, he grabbed \"Love Shack\" by the B-52s and started playing the record.  When it get's to about 4 minutes in, everyone screams . . .",
            "hint": "YOU'RE WHAT?!?!"
        },
        { 
            "site_name": "Tin Roof Cantina",
            "coordinates": {
                "latitude": 33.82817, 
                "longitude": -84.32778
            },
            
            "description":  "You figure out the Love Shack lyrics and head over to Tin Roof Cantina.  Right then, someone walks out to you, and says \"Hi I'm Mason.\"  He explained that he was participating in a project at https://globalgamejam.org/, and this year's theme was \"Lost and Found.\"  He then said, \"Well . . . you found me.\"  Right then he hands you a beer and says, \"Drink up!\"",
            "hint": "The End"
        }
    ]
}
